'use client';
import React from 'react';
import { News } from '@/app/components'
const NewsContent = () => {
    return (
        <div className='max-w-screen-xl mx-auto'>
            <img src="/teacher.jpeg" alt="" className='w-full my-5 rounded-3xl max-xl:rounded-none' />
            <h1 className='text-center text-4xl my-20'>วิทยาลัยการคอมพิวเตอร์ มข. ขอแสดงความยินดีกับ ผศ. ดร.สุมณฑา เกษมวิลาศ ที่ได้รับรางวัลเชิดชูเกียรติด้านการบริการวิชาการ ระดับดีเด่น</h1>
            <p className='text-justify text-xl mt-20 mb-10 px-5 indent-8 text-gray-600'> วิทยาลัยการคอมพิวเตอร์ มหาวิทยาลัยขอนแก่น ขอแสดงความยินดีกับ ผศ. ดร.สุมณฑา เกษมวิลาศ ที่ได้รับรางวัลเชิดชูเกียรติด้านการบริการวิชาการ ระดับดีเด่น ตามที่มหาวิทยาลัยขอนแก่นได้กำหนดให้มีรางวัลเชิดชูเกียรติบุคลากรมหาวิทยาลัยขอนแก่นเพื่อเป็นการยกย่อง สนับสนุน ส่งเสริม สร้างขวัญกำลังใจในการปฏิบัติงานให้กับบุคลากรผู้ที่มีผลการปฏิบัติงานดีเด่นเป็นแบบอย่างที่ดี ประจำปีงบประมาณ 2565 โดยพิจารณาคัดเลือกตามหลักเกณฑ์ประกาศมหาวิทยาลัยขอนแก่น (ฉบับที่ 1589/2566) เรื่อง คุณสมบัติ หลักเกณฑ์และวิธีการคัดเลือกผู้สมควรได้รับรางวัลเชิดชูเกียรติ</p>
            <div className='flex justify-end items-center px-5 mb-10'>
                <p>อัปเดตล่าสุด 17/11/2023 17:26</p>
            </div>
            <hr />
            <News />
        </div>
    );
};

export default NewsContent;
